tap "d-kuro/tap"
tap "felixkratz/formulae"
tap "instantclienttap/instantclient"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ack"
brew "anyenv"
brew "awscli"
brew "bob"
brew "chezmoi"
brew "dfu-programmer"
brew "direnv"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "jmeter"
brew "jq"
brew "mysql"
brew "nkf"
brew "pngquant"
brew "python@3.11"
brew "redis"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "uv"
brew "vifm"
brew "wget"
brew "d-kuro/tap/gwq"
brew "felixkratz/formulae/borders"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "visualvm"
